Repository: aliiibnepasha/metalDetector_iOS
Catalog: Metal Detector IOS/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, ms, pl, pt, th, tr, vi, zh_hans, zh_hant

source: Metal Detector
ar: كاشف المعادن
de: Metall-Detektor
es: Detector de Metales
fr: Détecteur de Métaux
hi: धातु डिटेक्टर
id: Detektor Logam
it: Rilevatore di Metalli
ja: 金属探知機
ko: 금속 탐지기
ms: Pengesan Logam
pl: Wykrywacz Metali
pt: Detector de Metais
th: เครื่องตรวจจับโลหะ
tr: Metal Dedektörü
vi: Máy Dò Kim Loại
zh_hans: 金属探测器
zh_hant: 金屬探測器

source: Gold Detector
ar: كاشف الذهب
de: Gold-Detektor
es: Detector de Oro
fr: Détecteur d'Or
hi: सोना डिटेक्टर
id: Detektor Emas
it: Rilevatore d'Oro
ja: 金探知機
ko: 금 탐지기
ms: Pengesan Emas
pl: Wykrywacz Złota
pt: Detector de Ouro
th: เครื่องตรวจจับทอง
tr: Altın Dedektörü
vi: Máy Dò Vàng
zh_hans: 黄金探测器
zh_hant: 黃金探測器

source: Stud Finder
ar: باحث عن المسامير
de: Ständer-Finder
es: Buscador de Montantes
fr: Détecteur de Montants
hi: स्टड फाइंडर
id: Pencari Tiang
it: Cercatore di Montanti
ja: スタッドファインダー
ko: 스터드 파인더
ms: Pencari Tiang
pl: Wykrywacz Słupków
pt: Localizador de Montantes
th: เครื่องค้นหาสตั๊ด
tr: Kiriş Bulucu
vi: Máy Tìm Đinh Tán
zh_hans: 螺柱查找器
zh_hant: 螺柱查找器

source: Handled Detector
ar: كاشف يدوي
de: Hand-Detektor
es: Detector de Mano
fil: Handheld Detector
fr: Détecteur Portable
hi: हैंडहेल्ड डिटेक्टर
id: Detektor Genggam
it: Rilevatore Manuale
ja: ハンドヘルド探知機
ko: 휴대용 탐지기
ms: Pengesan Tangan
pl: Wykrywacz Ręczny
pt: Detector de Mão
th: เครื่องตรวจจับแบบมือถือ
tr: El Dedektörü
vi: Máy Dò Cầm Tay
zh_hans: 手持探测器
zh_hant: 手持探測器

source: Digital Compass
ar: بوصلة رقمية
de: Digitaler Kompass
es: Brújula Digital
fr: Boussole Numérique
hi: डिजिटल कम्पास
id: Kompas Digital
it: Bussola Digitale
ja: デジタルコンパス
ko: 디지털 나침반
ms: Kompas Digital
pl: Kompas Cyfrowy
pt: Bússola Digital
th: เข็มทิศดิจิทัล
tr: Dijital Pusula
vi: La Bàn Kỹ Thuật Số
zh_hans: 数字指南针
zh_hant: 數位指南針

source: Bubble level
ar: مستوى الفقاعة
de: Libelle
es: Nivel de Burbuja
fr: Niveau à Bulle
hi: बबल लेवल
id: Waterpass
it: Livella a Bolla
ja: バブルレベル
ko: 수평계
ms: Tahap Gelembung
pl: Poziomica
pt: Nível de Bolha
th: ระดับน้ำ
tr: Kabin Seviyesi
vi: Ống Nước
zh_hans: 气泡水平仪
zh_hant: 氣泡水平儀

source: Setting
ar: الإعدادات
de: Einstellung
es: Configuración
fil: Mga Setting
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pl: Ustawienia
pt: Configurações
th: การตั้งค่า
tr: Ayarlar
vi: Cài Đặt
zh_hans: 设置
zh_hant: 設定

source: Language
ar: اللغة
de: Sprache
es: Idioma
fil: Wika
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
pl: Język
pt: Idioma
th: ภาษา
tr: Dil
vi: Ngôn Ngữ
zh_hans: 语言
zh_hant: 語言

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fil: Ibahagi
fr: Partager
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
pl: Udostępnij
pt: Compartilhar
th: แชร์
tr: Paylaş
vi: Chia Sẻ
zh_hans: 分享
zh_hant: 分享

source: Rate
ar: تقييم
de: Bewerten
es: Calificar
fil: I-rate
fr: Évaluer
hi: रेटिंग
id: Nilai
it: Valuta
ja: 評価
ko: 평가
ms: Nilai
pl: Oceń
pt: Avaliar
th: ให้คะแนน
tr: Değerlendir
vi: Đánh Giá
zh_hans: 评分
zh_hant: 評分

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fil: Patakaran sa Privacy
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Politica sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
ms: Dasar Privasi
pl: Polityka prywatności
pt: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính Sách Bảo Mật
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fil: Mga Tuntunin ng Paggamit
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Syarat Penggunaan
it: Termini di Utilizzo
ja: 利用規約
ko: 이용 약관
ms: Terma Penggunaan
pl: Warunki użytkowania
pt: Termos de Uso
th: เงื่อนไขการใช้งาน
tr: Kullanım Şartları
vi: Điều Khoản Sử Dụng
zh_hans: 使用条款
zh_hant: 使用條款

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
ms: Lalai
pl: Domyślny
pt: Padrão
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc Định
zh_hans: 默认
zh_hant: 預設

source: Select your Language
ar: اختر لغتك
de: Wählen Sie Ihre Sprache
es: Seleccione su Idioma
fil: Pumili ng Iyong Wika
fr: Sélectionnez votre Langue
hi: अपनी भाषा चुनें
id: Pilih Bahasa Anda
it: Seleziona la Tua Lingua
ja: 言語を選択
ko: 언어를 선택하세요
ms: Pilih Bahasa Anda
pl: Wybierz swój Język
pt: Selecione seu Idioma
th: เลือกภาษาของคุณ
tr: Dilinizi Seçin
vi: Chọn Ngôn Ngữ của Bạn
zh_hans: 选择您的语言
zh_hant: 選擇您的語言

source: Done
ar: تم
de: Fertig
es: Hecho
fil: Tapos na
fr: Terminé
hi: पूर्ण
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
pl: Gotowe
pt: Concluído
th: เสร็จสิ้น
tr: Tamamlandı
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Meter view
ar: عرض العداد
de: Meter-Ansicht
es: Vista de Medidor
fil: Tingnan ang Metro
fr: Vue du Compteur
hi: मीटर दृश्य
id: Tampilan Meter
it: Vista Contatore
ja: メーター表示
ko: 미터 뷰
ms: Paparan Meter
pl: Widok Licznika
pt: Visualização do Medidor
th: มุมมองมิเตอร์
tr: Sayaç Görünümü
vi: Xem Đồng Hồ
zh_hans: 仪表视图
zh_hant: 儀表視圖

source: Graph view
ar: عرض الرسم البياني
de: Diagramm-Ansicht
es: Vista de Gráfico
fil: Tingnan ang Graph
fr: Vue Graphique
hi: ग्राफ दृश्य
id: Tampilan Grafik
it: Vista Grafico
ja: グラフ表示
ko: 그래프 뷰
ms: Paparan Graf
pl: Widok Wykresu
pt: Visualização do Gráfico
th: มุมมองกราฟ
tr: Grafik Görünümü
vi: Xem Biểu Đồ
zh_hans: 图表视图
zh_hant: 圖表視圖

source: Digital view
ar: عرض رقمي
de: Digitale Ansicht
es: Vista Digital
fil: Digital na Tanawin
fr: Vue Numérique
hi: डिजिटल दृश्य
id: Tampilan Digital
it: Vista Digitale
ja: デジタル表示
ko: 디지털 뷰
ms: Paparan Digital
pl: Widok Cyfrowy
pt: Visualização Digital
th: มุมมองดิจิทัล
tr: Dijital Görünüm
vi: Xem Kỹ Thuật Số
zh_hans: 数字视图
zh_hant: 數位視圖

source: Sensor view
ar: عرض المستشعر
de: Sensor-Ansicht
es: Vista de Sensor
fil: Tingnan ang Sensor
fr: Vue Capteur
hi: सेंसर दृश्य
id: Tampilan Sensor
it: Vista Sensore
ja: センサー表示
ko: 센서 뷰
ms: Paparan Sensor
pl: Widok Czujnika
pt: Visualização do Sensor
th: มุมมองเซ็นเซอร์
tr: Sensör Görünümü
vi: Xem Cảm Biến
zh_hans: 传感器视图
zh_hant: 感應器視圖

source: Calibration view
ar: عرض المعايرة
de: Kalibrierungs-Ansicht
es: Vista de Calibración
fil: Tingnan ang Calibration
fr: Vue de Calibration
hi: कैलिब्रेशन दृश्य
id: Tampilan Kalibrasi
it: Vista Calibrazione
ja: キャリブレーション表示
ko: 보정 뷰
ms: Paparan Kalibrasi
pl: Widok Kalibracji
pt: Visualização de Calibração
th: มุมมองการสอบเทียบ
tr: Kalibrasyon Görünümü
vi: Xem Hiệu Chuẩn
zh_hans: 校准视图
zh_hant: 校準視圖

source: Magnetic view
ar: عرض مغناطيسي
de: Magnetische Ansicht
es: Vista Magnética
fil: Magnetic na Tanawin
fr: Vue Magnétique
hi: चुंबकीय दृश्य
id: Tampilan Magnetik
it: Vista Magnetica
ja: 磁気表示
ko: 자기 뷰
ms: Paparan Magnetik
pl: Widok Magnetyczny
pt: Visualização Magnética
th: มุมมองแม่เหล็ก
tr: Manyetik Görünüm
vi: Xem Từ Tính
zh_hans: 磁场视图
zh_hant: 磁場視圖

source: Compass detector
ar: كاشف البوصلة
de: Kompass-Detektor
es: Detector de Brújula
fr: Détecteur de Boussole
hi: कम्पास डिटेक्टर
id: Detektor Kompas
it: Rilevatore Bussola
ja: コンパス探知機
ko: 나침반 탐지기
ms: Pengesan Kompas
pl: Wykrywacz Kompasu
pt: Detector de Bússola
th: เครื่องตรวจจับเข็มทิศ
tr: Pusula Dedektörü
vi: Máy Dò La Bàn
zh_hans: 指南针探测器
zh_hant: 指南針探測器

# handled_detector_view
source: Handled detector
ar: كاشف يدوي
de: Hand-Detektor
es: Detector de Mano
fil: Handheld Detector
fr: Détecteur Portable
hi: हैंडहेल्ड डिटेक्टर
id: Detektor Genggam
it: Rilevatore Manuale
ja: ハンドヘルド探知機
ko: 휴대용 탐지기
ms: Pengesan Tangan
pl: Wykrywacz Ręczny
pt: Detector de Mão
th: เครื่องตรวจจับแบบมือถือ
tr: El Dedektörü
vi: Máy Dò Cầm Tay
zh_hans: 手持探测器
zh_hant: 手持探測器

source: No Gold detected,
ar: لم يتم اكتشاف الذهب،
de: Kein Gold erkannt,
es: No se Detectó Oro,
fil: Walang Nahanap na Ginto,
fr: Aucun Or détecté,
hi: कोई सोना पाया नहीं गया,
id: Tidak Ada Emas Terdeteksi,
it: Nessun Oro Rilevato,
ja: 金が検出されませんでした、
ko: 금이 감지되지 않았습니다,
ms: Tiada Emas Dikesan,
pl: Nie wykryto złota,
pt: Nenhum Ouro Detectado,
th: ไม่พบทอง,
tr: Altın Tespit Edilmedi,
vi: Không Phát Hiện Vàng,
zh_hans: 未检测到黄金，
zh_hant: 未檢測到黃金，

source: Please check thoroughly
ar: يرجى التحقق بدقة
de: Bitte gründlich überprüfen
es: Por Favor Revise a Fondo
fil: Mangyaring Suriin nang Maingat
fr: Veuillez vérifier minutieusement
hi: कृपया अच्छी तरह से जांच करें
id: Silakan Periksa dengan Teliti
it: Si Prega di Controllare Accuratamente
ja: 十分に確認してください
ko: 철저히 확인해 주세요
ms: Sila Semak dengan Teliti
pl: Proszę sprawdzić dokładnie
pt: Por Favor Verifique Completamente
th: กรุณาตรวจสอบอย่างละเอียด
tr: Lütfen Dikkatlice Kontrol Edin
vi: Vui Lòng Kiểm Tra Kỹ Lưỡng
zh_hans: 请彻底检查
zh_hant: 請徹底檢查

source: Gold object nearby keep scanning...
ar: كائن ذهبي قريب، استمر في المسح...
es: Objeto de oro cerca, sigue escaneando...
fil: Bagay na ginto malapit, patuloy na mag-scan...
fr: Objet en or à proximité, continuez à scanner...
hi: सोने की वस्तु पास में है, स्कैन करना जारी रखें...
it: Oggetto d'oro nelle vicinanze, continua a scansionare...
ja: 金の物体が近くにあります。スキャンを続けてください...
ms: Objek emas berdekatan, teruskan mengimbas...
pt: Objeto de ouro próximo, continue escaneando...
tr: Yakında altın nesne var, taramaya devam edin...
zh_hans: 附近有金物体，请继续扫描...
zh_hant: 附近有金物體，請繼續掃描...

source: Metal object nearby keep scanning...
ar: كائن معدني قريب، استمر في المسح...
es: Objeto de metal cerca, sigue escaneando...
fil: Bagay na metal malapit, patuloy na mag-scan...
fr: Objet en métal à proximité, continuez à scanner...
hi: धातु की वस्तु पास में है, स्कैन करना जारी रखें...
it: Oggetto metallico nelle vicinanze, continua a scansionare...
ja: 金属の物体が近くにあります。スキャンを続けてください...
ms: Objek logam berdekatan, teruskan mengimbas...
pt: Objeto de metal próximo, continue escaneando...
tr: Yakında metal nesne var, taramaya devam edin...
zh_hans: 附近有金属物体，请继续扫描...
zh_hant: 附近有金屬物體，請繼續掃描...

source: Stud object nearby keep scanning...
ar: كائن عمود قريب، استمر في المسح...
es: Objeto de montante cerca, sigue escaneando...
fil: Bagay na stud malapit, patuloy na mag-scan...
fr: Objet de montant à proximité, continuez à scanner...
hi: स्टड वस्तु पास में है, स्कैन करना जारी रखें...
it: Oggetto montante nelle vicinanze, continua a scansionare...
ja: スタッドの物体が近くにあります。スキャンを続けてください...
ms: Objek tiang berdekatan, teruskan mengimbas...
pt: Objeto de montante próximo, continue escaneando...
tr: Yakında çıta nesne var, taramaya devam edin...
zh_hans: 附近有立柱物体，请继续扫描...
zh_hant: 附近有立柱物體，請繼續掃描...

source: Handle object nearby keep scanning...
ar: كائن مقبض قريب، استمر في المسح...
es: Objeto de mango cerca, sigue escaneando...
fil: Bagay na hawakan malapit, patuloy na mag-scan...
fr: Objet de poignée à proximité, continuez à scanner...
hi: हैंडल वस्तु पास में है, स्कैन करना जारी रखें...
it: Oggetto manico nelle vicinanze, continua a scansionare...
ja: ハンドルの物体が近くにあります。スキャンを続けてください...
ms: Objek pemegang berdekatan, teruskan mengimbas...
pt: Objeto de alça próximo, continue escaneando...
tr: Yakında sap nesne var, taramaya devam edin...
zh_hans: 附近有手柄物体，请继续扫描...
zh_hant: 附近有手柄物體，請繼續掃描...

source: Start Detection
ar: بدء الكشف
de: Erkennung Starten
es: Iniciar Detección
fil: Simulan ang Pagtuklas
fr: Démarrer la Détection
hi: डिटेक्शन शुरू करें
id: Mulai Deteksi
it: Avvia Rilevamento
ja: 検出を開始
ko: 탐지 시작
ms: Mula Pengesanan
pl: Rozpocznij Wykrywanie
pt: Iniciar Detecção
th: เริ่มการตรวจจับ
tr: Tespiti Başlat
vi: Bắt Đầu Dò
zh_hans: 开始检测
zh_hant: 開始檢測

source: Stop Detection
ar: إيقاف الكشف
de: Erkennung Stoppen
es: Detener Detección
fil: Itigil ang Pagtuklas
fr: Arrêter la Détection
hi: डिटेक्शन रोकें
id: Hentikan Deteksi
it: Ferma Rilevamento
ja: 検出を停止
ko: 탐지 중지
ms: Hentikan Pengesanan
pl: Zatrzymaj Wykrywanie
pt: Parar Detecção
th: หยุดการตรวจจับ
tr: Tespiti Durdur
vi: Dừng Dò
zh_hans: 停止检测
zh_hant: 停止檢測

source: Premium
ar: بريميوم
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
th: พรีเมียม
zh_hans: 高级版
zh_hant: 高級版

source: Go Premium
ar: الترقية إلى بريميوم
de: Zu Premium wechseln
es: Ir a Premium
fil: I-upgrade sa Premium
fr: Passer en Premium
hi: प्रीमियम में अपग्रेड करें
id: Naik ke Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
ms: Naik Taraf ke Premium
pl: Przejdź na Premium
pt: Ir para Premium
th: อัพเกรดเป็นพรีเมียม
tr: Premium'a Geç
vi: Nâng Cấp Premium
zh_hans: 升级到高级版
zh_hant: 升級到高級版

source: Get Premium
ar: الحصول على بريميوم
de: Premium erhalten
es: Obtener Premium
fil: Kumuha ng Premium
fr: Obtenir Premium
hi: प्रीमियम प्राप्त करें
id: Dapatkan Premium
it: Ottieni Premium
ja: プレミアムを取得
ko: 프리미엄 받기
ms: Dapatkan Premium
pl: Uzyskaj Premium
pt: Obter Premium
th: รับพรีเมียม
tr: Premium Al
vi: Nhận Premium
zh_hans: 获取高级版
zh_hant: 獲取高級版

source: Continue Free
ar: المتابعة مجاناً
de: Kostenlos Fortsetzen
es: Continuar Gratis
fil: Magpatuloy nang Libre
fr: Continuer Gratuitement
hi: मुफ्त जारी रखें
id: Lanjutkan Gratis
it: Continua Gratis
ja: 無料で続ける
ko: 무료로 계속
ms: Teruskan Percuma
pl: Kontynuuj za Darmo
pt: Continuar Grátis
th: ดำเนินการต่อฟรี
tr: Ücretsiz Devam Et
vi: Tiếp Tục Miễn Phí
zh_hans: 继续免费
zh_hant: 繼續免費

source: or continue for free
zh_hans: 或继续免费使用
zh_hant: 或繼續免費使用

# go_premium_for_6_dollars_month
source: Go premium for 6$/ month
ar: الترقية إلى بريميوم مقابل 6 دولارات/شهر
de: Für 6$/Monat zu Premium wechseln
es: Ir a premium por 6$/ mes
fil: I-upgrade sa premium para sa 6$/ buwan
fr: Passer en premium pour 6$/ mois
hi: 6$/महीने में प्रीमियम में अपग्रेड करें
id: Naik ke premium seharga 6$/ bulan
it: Passa a premium per 6$/ mese
ja: 月額6ドルでプレミアムにアップグレード
ko: 월 6달러로 프리미엄으로 업그레이드
ms: Naik taraf ke premium dengan 6$/ bulan
pl: Przejdź na premium za 6$/ miesięcznie
pt: Ir para premium por 6$/ mês
th: อัพเกรดเป็นพรีเมียมด้วย 6$/ เดือน
tr: Aylık 6$ ile premium'a geç
vi: Nâng cấp premium với 6$/ tháng
zh_hans: 以6美元/月升级到高级版
zh_hant: 以6美元/月升級到高級版

source: what's included
zh_hans: 包含内容
zh_hant: 包含內容

source: Remove Ads
zh_hans: 移除广告
zh_hant: 移除廣告

source: Unlimited Scanning
zh_hans: 无限扫描
zh_hant: 無限掃描

source: Ultra-Accurate Detection
zh_hans: 超高精度检测
zh_hant: 超高精度檢測

source: Gold & Precious Metal Scanner
zh_hans: 黄金和贵金属扫描仪
zh_hant: 黃金和貴金屬掃描儀

source: 24/7 help & support
zh_hans: 24/7 帮助与支持
zh_hant: 24/7 幫助與支持

source: Next
ar: التالي
de: Weiter
es: Siguiente
fil: Susunod
fr: Suivant
hi: अगला
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
pl: Dalej
pt: Próximo
th: ถัดไป
tr: İleri
vi: Tiếp Theo
zh_hans: 下一步
zh_hant: 下一步

source: skip
ar: تخطي
de: überspringen
es: omitir
fil: laktawan
fr: passer
hi: छोड़ें
id: lewati
it: salta
ja: スキップ
ko: 건너뛰기
ms: langkau
pl: pomiń
pt: pular
th: ข้าม
tr: atla
vi: bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Get Started
ar: ابدأ
de: Loslegen
es: Comenzar
fil: Magsimula
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: 始める
ko: 시작하기
ms: Mula
pl: Zacznij
pt: Começar
th: เริ่มต้น
tr: Başla
vi: Bắt Đầu
zh_hans: 开始
zh_hant: 開始

source: Metal Detector & Gold Finder
ar: كاشف المعادن وباحث الذهب
de: Metall-Detektor & Gold-Sucher
es: Detector de Metales y Buscador de Oro
fil: Metal Detector at Gold Finder
fr: Détecteur de Métaux et Chercheur d'Or
hi: धातु डिटेक्टर और सोना खोजक
id: Detektor Logam & Pencari Emas
it: Rilevatore di Metalli e Cercatore d'Oro
ja: 金属探知機と金探知機
ko: 금속 탐지기 및 금 찾기
ms: Pengesan Logam & Pencari Emas
pl: Wykrywacz Metali i Złota
pt: Detector de Metais e Localizador de Ouro
th: เครื่องตรวจจับโลหะและค้นหาทอง
tr: Metal Dedektörü ve Altın Bulucu
vi: Máy Dò Kim Loại & Tìm Vàng
zh_hans: 金属探测器与黄金查找器
zh_hant: 金屬探測器與黃金查找器

# detect_metal_accessories_gold
source: Detect Metal Accessories & gold materials easily.
ar: اكتشف اكسسوارات المعادن ومواد الذهب بسهولة.
de: Erkennen Sie Metall-Zubehör und Goldmaterialien einfach.
es: Detecta fácilmente accesorios metálicos y materiales de oro.
fil: Madaling tuklasin ang mga metal accessories at gold materials.
fr: Détectez facilement les accessoires métalliques et les matériaux en or.
hi: धातु सामान और सोने की सामग्री को आसानी से खोजें।
id: Deteksi aksesori logam & bahan emas dengan mudah.
it: Rileva facilmente accessori metallici e materiali d'oro.
ja: 金属アクセサリーと金の材料を簡単に検出します。
ko: 금속 액세서리와 금 재료를 쉽게 감지합니다.
ms: Kesan aksesori logam & bahan emas dengan mudah.
pl: Łatwo wykrywaj akcesoria metalowe i materiały ze złota.
pt: Detecte facilmente acessórios metálicos e materiais de ouro.
th: ตรวจจับอุปกรณ์เสริมโลหะและวัสดุทองได้อย่างง่ายดาย
tr: Metal aksesuarları ve altın malzemeleri kolayca tespit edin.
vi: Dễ dàng phát hiện phụ kiện kim loại và vật liệu vàng.
zh_hans: 轻松检测金属配件和黄金材料。
zh_hant: 輕鬆檢測金屬配件和黃金材料。

source: Gold & Metal Sensitivity Gauge
ar: مقياس حساسية الذهب والمعادن
de: Gold- & Metall-Empfindlichkeitsanzeige
es: Medidor de Sensibilidad de Oro y Metales
fr: Jauge de Sensibilité Or et Métaux
hi: सोना और धातु संवेदनशीलता गेज
id: Pengukur Sensitivitas Emas & Logam
it: Misuratore di Sensibilità Oro e Metalli
ja: 金と金属の感度ゲージ
ko: 금 및 금속 감도 게이지
ms: Pengukur Sensitiviti Emas & Logam
pl: Miernik Czułości Złota i Metali
pt: Medidor de Sensibilidade de Ouro e Metais
th: เกจความไวทองและโลหะ
tr: Altın ve Metal Hassasiyet Ölçeri
vi: Thang Đo Độ Nhạy Vàng & Kim Loại
zh_hans: 黄金与金属敏感度测量仪
zh_hant: 黃金與金屬敏感度測量儀

# monitor_live_sensor_curves
source: Monitor live sensor curves and uncover hidden materials.
zh_hans: 监控实时传感器曲线并发现隐藏材料。
zh_hant: 監控實時傳感器曲線並發現隱藏材料。

source: The Smart Way to Find North
ar: الطريقة الذكية للعثور على الشمال
de: Der Intelligente Weg, Norden zu Finden
es: La Forma Inteligente de Encontrar el Norte
fil: Ang Matalinong Paraan upang Hanapin ang Hilaga
fr: Le Moyen Intelligent de Trouver le Nord
hi: उत्तर खोजने का स्मार्ट तरीका
id: Cara Pintar untuk Menemukan Utara
it: Il Modo Intelligente per Trovare il Nord
ja: 北を見つけるスマートな方法
ko: 북쪽을 찾는 스마트한 방법
ms: Cara Pintar untuk Mencari Utara
pl: Inteligentny Sposób na Znalezienie Północy
pt: A Maneira Inteligente de Encontrar o Norte
th: วิธีที่ชาญฉลาดในการหาทิศเหนือ
tr: Kuzeyi Bulmanın Akıllı Yolu
vi: Cách Thông Minh Để Tìm Hướng Bắc
zh_hans: 找到北方的智能方式
zh_hant: 找到北方的智能方式

# guided_by_precision
source: Guided by precision magnetic sensors in your pocket.
zh_hans: 由您口袋中的精密磁传感器引导。
zh_hant: 由您口袋中的精密磁傳感器引導。

# metal_detector_pro
source: Metal Detector
zh_hans: 金属探测器
zh_hant: 金屬探測器

source: Loading...
zh_hans: 加载中...
zh_hant: 載入中...

# detect_hidden_treasures_faster
source: Detect hidden treasures faster with Premium mode
ar: اكتشف الكنوز المخفية بشكل أسرع مع وضع بريميوم
de: Erkennen Sie versteckte Schätze schneller mit dem Premium-Modus
es: Detecta tesoros ocultos más rápido con el modo Premium
fil: Mabilis na tuklasin ang mga nakatagong kayamanan gamit ang Premium mode
fr: Détectez les trésors cachés plus rapidement avec le mode Premium
hi: प्रीमियम मोड के साथ छुपे खजाने को तेजी से खोजें
id: Deteksi harta tersembunyi lebih cepat dengan mode Premium
it: Rileva tesori nascosti più velocemente con la modalità Premium
ja: プレミアムモードで隠された宝物をより速く検出
ko: 프리미엄 모드로 숨겨진 보물을 더 빠르게 감지
ms: Kesan harta tersembunyi dengan lebih cepat menggunakan mod Premium
pl: Wykrywaj ukryte skarby szybciej dzięki trybowi Premium
pt: Detecte tesouros escondidos mais rapidamente com o modo Premium
th: ตรวจจับสมบัติที่ซ่อนอยู่เร็วขึ้นด้วยโหมดพรีเมียม
tr: Premium mod ile gizli hazineleri daha hızlı tespit edin
vi: Phát hiện kho báu ẩn nhanh hơn với chế độ Premium
zh_hans: 使用高级模式更快地检测隐藏的宝藏
zh_hant: 使用高級模式更快地檢測隱藏的寶藏
